Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SourceGuidance.Issue.SeriesCatalogNotConfirmed.Title
source: Series catalog was not confirmed
ar_sa: لم يتم تأكيد كتالوج السلسلة
de_de: Serienkatalog wurde nicht bestätigt
es_es: El catálogo de series no fue confirmado.
fr_fr: Le catalogue de la série n'a pas été confirmé
hi_in: श्रृंखला कैटलॉग की पुष्टि नहीं की गई थी
ja_jp: シリーズカタログ未確認
ko_kr: 시리즈 카탈로그가 확인되지 않았습니다
pt_br: Catálogo da série não foi confirmado
tr_tr: Seri kataloğu onaylanmadı
zh_hans: 系列目录尚未确认

# SourceGuidance_Issue_SeriesCatalogNotConfirmed_Title
source: Series catalog was not confirmed
ar_sa: لم يتم تأكيد كتالوج السلسلة
de_de: Serienkatalog wurde nicht bestätigt
es_es: El catálogo de series no fue confirmado.
fr_fr: Le catalogue de la série n'a pas été confirmé
hi_in: श्रृंखला कैटलॉग की पुष्टि नहीं की गई थी
ja_jp: シリーズカタログ未確認
ko_kr: 시리즈 카탈로그가 확인되지 않았습니다
pt_br: Catálogo da série não foi confirmado
tr_tr: Seri kataloğu onaylanmadı
zh_hans: 系列目录尚未确认

# SourceGuidance.Report.RequestedType
source: Requested type: {0}
ar_sa: النوع المطلوب: {0}
de_de: Angefragter Typ: {0}
es_es: Tipo solicitado: {0}
fr_fr: Type demandé : {0}
hi_in: अनुरोधित प्रकार: {0}
ja_jp: 要求されたタイプ: {0}
ko_kr: 요청된 유형: {0}
pt_br: Tipo solicitado: {0}
tr_tr: Talep edilen tür: {0}
zh_hans: 请求的类型：{0}

# SourceGuidance_Report_RequestedType
source: Requested type: {0}
ar_sa: النوع المطلوب: {0}
de_de: Angefragter Typ: {0}
es_es: Tipo solicitado: {0}
fr_fr: Type demandé : {0}
hi_in: अनुरोधित प्रकार: {0}
ja_jp: 要求されたタイプ: {0}
ko_kr: 요청된 유형: {0}
pt_br: Tipo solicitado: {0}
tr_tr: Talep edilen tür: {0}
zh_hans: 请求的类型：{0}

# SourceGuidance.Repair.Headline.CompanionProblem
source: Companion routing is getting in the way
ar_sa: التوجيه المصاحب يعيق الطريق
de_de: Das Companion-Routing stört
es_es: La ruta complementaria se interpone en el camino
fr_fr: Le routage compagnon gêne
hi_in: सहयोगी रूटिंग आड़े आ रही है
ja_jp: コンパニオン ルーティングが邪魔になっている
ko_kr: 컴패니언 라우팅이 방해가 되고 있습니다.
pt_br: O roteamento complementar está atrapalhando
tr_tr: Tamamlayıcı yönlendirme engel oluyor
zh_hans: 同伴路由受到阻碍

# SourceGuidance_Repair_Headline_CompanionProblem
source: Companion routing is getting in the way
ar_sa: التوجيه المصاحب يعيق الطريق
de_de: Das Companion-Routing stört
es_es: La ruta complementaria se interpone en el camino
fr_fr: Le routage compagnon gêne
hi_in: सहयोगी रूटिंग आड़े आ रही है
ja_jp: コンパニオン ルーティングが邪魔になっている
ko_kr: 컴패니언 라우팅이 방해가 되고 있습니다.
pt_br: O roteamento complementar está atrapalhando
tr_tr: Tamamlayıcı yönlendirme engel oluyor
zh_hans: 同伴路由受到阻碍

# SourceGuidance.M3u.Error.NoEntries
source: The playlist was reachable, but it did not expose any playable entries.
ar_sa: كانت قائمة التشغيل قابلة للوصول، لكنها لم تكشف عن أي إدخالات قابلة للتشغيل.
de_de: Die Playlist war erreichbar, es wurden jedoch keine abspielbaren Einträge angezeigt.
es_es: Se podía acceder a la lista de reproducción, pero no exponía ninguna entrada reproducible.
fr_fr: La liste de lecture était accessible, mais elle ne présentait aucune entrée lisible.
hi_in: प्लेलिस्ट पहुंच योग्य थी, लेकिन इसने किसी भी खेलने योग्य प्रविष्टियों को उजागर नहीं किया।
ja_jp: プレイリストには到達できましたが、再生可能なエントリは公開されていませんでした。
ko_kr: 재생 목록에 접근할 수 있었지만 재생 가능한 항목이 노출되지 않았습니다.
pt_br: A lista de reprodução estava acessível, mas não expôs nenhuma entrada reproduzível.
tr_tr: Çalma listesine ulaşılabilirdi ancak çalınabilir herhangi bir giriş gösterilmiyordu.
zh_hans: 播放列表可以访问，但没有公开任何可播放的条目。

# SourceGuidance_M3u_Error_NoEntries
source: The playlist was reachable, but it did not expose any playable entries.
ar_sa: كانت قائمة التشغيل قابلة للوصول، لكنها لم تكشف عن أي إدخالات قابلة للتشغيل.
de_de: Die Playlist war erreichbar, es wurden jedoch keine abspielbaren Einträge angezeigt.
es_es: Se podía acceder a la lista de reproducción, pero no exponía ninguna entrada reproducible.
fr_fr: La liste de lecture était accessible, mais elle ne présentait aucune entrée lisible.
hi_in: प्लेलिस्ट पहुंच योग्य थी, लेकिन इसने किसी भी खेलने योग्य प्रविष्टियों को उजागर नहीं किया।
ja_jp: プレイリストには到達できましたが、再生可能なエントリは公開されていませんでした。
ko_kr: 재생 목록에 접근할 수 있었지만 재생 가능한 항목이 노출되지 않았습니다.
pt_br: A lista de reprodução estava acessível, mas não expôs nenhuma entrada reproduzível.
tr_tr: Çalma listesine ulaşılabilirdi ancak çalınabilir herhangi bir giriş gösterilmiyordu.
zh_hans: 播放列表可以访问，但没有公开任何可播放的条目。

# SourceGuidance.Report.CurrentStatus
source: Current status: {0}
ar_sa: الوضع الحالي: {0}
de_de: Aktueller Status: {0}
es_es: Estado actual: {0}
fr_fr: Statut actuel : {0}
hi_in: वर्तमान स्थिति: {0}
ja_jp: 現在のステータス: {0}
ko_kr: 현재 상태: {0}
pt_br: Status atual: {0}
tr_tr: Mevcut durum: {0}
zh_hans: 当前状态：{0}

# SourceGuidance_Report_CurrentStatus
source: Current status: {0}
ar_sa: الوضع الحالي: {0}
de_de: Aktueller Status: {0}
es_es: Estado actual: {0}
fr_fr: Statut actuel : {0}
hi_in: वर्तमान स्थिति: {0}
ja_jp: 現在のステータス: {0}
ko_kr: 현재 상태: {0}
pt_br: Status atual: {0}
tr_tr: Mevcut durum: {0}
zh_hans: 当前状态：{0}

# SourceGuidance.Xtream.Detail.LiveRowsReachable
source: {0:N0} live stream rows were reachable during the preview.
ar_sa: كان من الممكن الوصول إلى صفوف البث المباشر {0:N0} أثناء المعاينة.
de_de: Die Zeilen des {0:N0}-Livestreams waren während der Vorschau erreichbar.
es_es: Se pudo acceder a las filas de transmisión en vivo de {0:N0} durante la vista previa.
fr_fr: Les lignes de diffusion en direct {0:N0} étaient accessibles pendant la préversion.
hi_in: पूर्वावलोकन के दौरान {0:N0} लाइव स्ट्रीम पंक्तियाँ उपलब्ध थीं।
ja_jp: {0:N0} ライブ ストリーム行は、プレビュー中に到達可能でした。
ko_kr: 미리보기 중에 {0:N0} 라이브 스트림 행에 연결할 수 있었습니다.
pt_br: As linhas de transmissão ao vivo do {0:N0} estavam acessíveis durante a visualização.
tr_tr: Önizleme sırasında {0:N0} canlı yayın satırlarına ulaşılabildi.
zh_hans: 在预览期间可以访问 {0:N0} 直播流行。

# SourceGuidance_Xtream_Detail_LiveRowsReachable
source: {0:N0} live stream rows were reachable during the preview.
ar_sa: كان من الممكن الوصول إلى صفوف البث المباشر {0:N0} أثناء المعاينة.
de_de: Die Zeilen des {0:N0}-Livestreams waren während der Vorschau erreichbar.
es_es: Se pudo acceder a las filas de transmisión en vivo de {0:N0} durante la vista previa.
fr_fr: Les lignes de diffusion en direct {0:N0} étaient accessibles pendant la préversion.
hi_in: पूर्वावलोकन के दौरान {0:N0} लाइव स्ट्रीम पंक्तियाँ उपलब्ध थीं।
ja_jp: {0:N0} ライブ ストリーム行は、プレビュー中に到達可能でした。
ko_kr: 미리보기 중에 {0:N0} 라이브 스트림 행에 연결할 수 있었습니다.
pt_br: As linhas de transmissão ao vivo do {0:N0} estavam acessíveis durante a visualização.
tr_tr: Önizleme sırasında {0:N0} canlı yayın satırlarına ulaşılabildi.
zh_hans: 在预览期间可以访问 {0:N0} 直播流行。

# SourceGuidance.Stalker.Headline.HandshakeCompleted
source: Portal handshake completed
ar_sa: اكتملت مصافحة البوابة
de_de: Portal-Handshake abgeschlossen
es_es: Apretón de manos del portal completado
fr_fr: Prise de contact du portail terminée
hi_in: पोर्टल हैंडशेक पूरा हुआ
ja_jp: ポータルハンドシェイクが完了しました
ko_kr: 포털 핸드셰이크 완료
pt_br: Handshake do portal concluído
tr_tr: Portal el sıkışması tamamlandı
zh_hans: Portal握手完成

# SourceGuidance_Stalker_Headline_HandshakeCompleted
source: Portal handshake completed
ar_sa: اكتملت مصافحة البوابة
de_de: Portal-Handshake abgeschlossen
es_es: Apretón de manos del portal completado
fr_fr: Prise de contact du portail terminée
hi_in: पोर्टल हैंडशेक पूरा हुआ
ja_jp: ポータルハンドシェイクが完了しました
ko_kr: 포털 핸드셰이크 완료
pt_br: Handshake do portal concluído
tr_tr: Portal el sıkışması tamamlandı
zh_hans: Portal握手完成

# SourceGuidance.Report.Type
source: Type: {0}
ar_sa: النوع: {0}
de_de: Typ: {0}
es_es: Tipo: {0}
hi_in: प्रकार: {0}
ja_jp: タイプ: {0}
ko_kr: 유형: {0}
pt_br: Tipo: {0}
tr_tr: Tür: {0}
zh_hans: 型号：{0}

# SourceGuidance_Report_Type
source: Type: {0}
ar_sa: النوع: {0}
de_de: Typ: {0}
es_es: Tipo: {0}
hi_in: प्रकार: {0}
ja_jp: タイプ: {0}
ko_kr: 유형: {0}
pt_br: Tipo: {0}
tr_tr: Tür: {0}
zh_hans: 型号：{0}

# SourceGuidance.Issue.PartialCatalog.Title
source: Portal returned a partial catalog
ar_sa: أعادت البوابة كتالوجًا جزئيًا
de_de: Portal hat einen Teilkatalog zurückgegeben
es_es: Portal devolvió un catálogo parcial
fr_fr: Le portail a renvoyé un catalogue partiel
hi_in: पोर्टल ने आंशिक कैटलॉग लौटाया
ja_jp: ポータルが部分的なカタログを返しました
ko_kr: 포털이 부분 카탈로그를 반환했습니다.
pt_br: Portal retornou um catálogo parcial
tr_tr: Portal kısmi bir katalog döndürdü
zh_hans: Portal 返回了部分目录

# SourceGuidance_Issue_PartialCatalog_Title
source: Portal returned a partial catalog
ar_sa: أعادت البوابة كتالوجًا جزئيًا
de_de: Portal hat einen Teilkatalog zurückgegeben
es_es: Portal devolvió un catálogo parcial
fr_fr: Le portail a renvoyé un catalogue partiel
hi_in: पोर्टल ने आंशिक कैटलॉग लौटाया
ja_jp: ポータルが部分的なカタログを返しました
ko_kr: 포털이 부분 카탈로그를 반환했습니다.
pt_br: Portal retornou um catálogo parcial
tr_tr: Portal kısmi bir katalog döndürdü
zh_hans: Portal 返回了部分目录

# SourceGuidance.Xtream.Summary.PlayerApiConfirmed
source: {0} was confirmed through player_api preview calls.
ar_sa: تم تأكيد {0} من خلال مكالمات معاينة player_api.
de_de: {0} wurde durch player_api-Vorschauaufrufe bestätigt.
es_es: {0} se confirmó a través de llamadas de vista previa de player_api.
fr_fr: {0} a été confirmé via les appels de prévisualisation player_api.
hi_in: {0} की पुष्टि player_api पूर्वावलोकन कॉल के माध्यम से की गई थी।
ja_jp: {0} は、player_api のプレビュー コールを通じて確認されました。
ko_kr: {0}는 player_api 미리보기 호출을 통해 확인되었습니다.
pt_br: {0} foi confirmado por meio de chamadas de visualização do player_api.
tr_tr: {0}, player_api önizleme çağrıları aracılığıyla doğrulandı.
zh_hans: {0} 通过 player_api 预览调用得到确认。

# SourceGuidance_Xtream_Summary_PlayerApiConfirmed
source: {0} was confirmed through player_api preview calls.
ar_sa: تم تأكيد {0} من خلال مكالمات معاينة player_api.
de_de: {0} wurde durch player_api-Vorschauaufrufe bestätigt.
es_es: {0} se confirmó a través de llamadas de vista previa de player_api.
fr_fr: {0} a été confirmé via les appels de prévisualisation player_api.
hi_in: {0} की पुष्टि player_api पूर्वावलोकन कॉल के माध्यम से की गई थी।
ja_jp: {0} は、player_api のプレビュー コールを通じて確認されました。
ko_kr: {0}는 player_api 미리보기 호출을 통해 확인되었습니다.
pt_br: {0} foi confirmado por meio de chamadas de visualização do player_api.
tr_tr: {0}, player_api önizleme çağrıları aracılığıyla doğrulandı.
zh_hans: {0} 通过 player_api 预览调用得到确认。

# SourceGuidance.Routing.CompanionEnabledVia
source: Companion enabled ({0}) via {1}.
ar_sa: تم تمكين الرفيق ({0}) عبر {1}.
de_de: Companion aktiviert ({0}) über {1}.
es_es: Compañero habilitado ({0}) a través de {1}.
fr_fr: Compagnon activé ({0}) via {1}.
hi_in: {1} के माध्यम से सहयोगी सक्षम ({0})।
ja_jp: {1} 経由でコンパニオンが有効 ({0})。
ko_kr: {1}를 통해 컴패니언 활성화({0}).
pt_br: Companion habilitado ({0}) via {1}.
tr_tr: Tamamlayıcı, {1} aracılığıyla etkinleştirildi ({0}).
zh_hans: 通过 {1} 启用伴侣 ({0})。

# SourceGuidance_Routing_CompanionEnabledVia
source: Companion enabled ({0}) via {1}.
ar_sa: تم تمكين الرفيق ({0}) عبر {1}.
de_de: Companion aktiviert ({0}) über {1}.
es_es: Compañero habilitado ({0}) a través de {1}.
fr_fr: Compagnon activé ({0}) via {1}.
hi_in: {1} के माध्यम से सहयोगी सक्षम ({0})।
ja_jp: {1} 経由でコンパニオンが有効 ({0})。
ko_kr: {1}를 통해 컴패니언 활성화({0}).
pt_br: Companion habilitado ({0}) via {1}.
tr_tr: Tamamlayıcı, {1} aracılığıyla etkinleştirildi ({0}).
zh_hans: 通过 {1} 启用伴侣 ({0})。

# SourceGuidance.Report.Connection
source: Connection: {0}
ar_sa: الاتصال: {0}
de_de: Anschluss: {0}
es_es: Conexión: {0}
fr_fr: Connexion : {0}
hi_in: कनेक्शन: {0}
ja_jp: 接続: {0}
ko_kr: 연결: {0}
pt_br: Conexão: {0}
tr_tr: Bağlantı: {0}
zh_hans: 连接：{0}

# SourceGuidance_Report_Connection
source: Connection: {0}
ar_sa: الاتصال: {0}
de_de: Anschluss: {0}
es_es: Conexión: {0}
fr_fr: Connexion : {0}
hi_in: कनेक्शन: {0}
ja_jp: 接続: {0}
ko_kr: 연결: {0}
pt_br: Conexão: {0}
tr_tr: Bağlantı: {0}
zh_hans: 连接：{0}

# SourceGuidance.Xtream.Value.ArchiveHints
source: {0:N0} archive hints
ar_sa: تلميحات أرشيف {0:N0}
de_de: Hinweise zum {0:N0}-Archiv
es_es: Consejos para el archivo {0:N0}
fr_fr: Astuces pour les archives {0:N0}
hi_in: {0:N0} पुरालेख संकेत
ja_jp: {0:N0} アーカイブのヒント
ko_kr: {0:N0} 아카이브 힌트
pt_br: Dicas de arquivo {0:N0}
tr_tr: {0:N0} arşiv ipuçları
zh_hans: {0:N0} 存档提示

# SourceGuidance_Xtream_Value_ArchiveHints
source: {0:N0} archive hints
ar_sa: تلميحات أرشيف {0:N0}
de_de: Hinweise zum {0:N0}-Archiv
es_es: Consejos para el archivo {0:N0}
fr_fr: Astuces pour les archives {0:N0}
hi_in: {0:N0} पुरालेख संकेत
ja_jp: {0:N0} アーカイブのヒント
ko_kr: {0:N0} 아카이브 힌트
pt_br: Dicas de arquivo {0:N0}
tr_tr: {0:N0} arşiv ipuçları
zh_hans: {0:N0} 存档提示

# SourceGuidance.Routing.Direct
source: Direct
ar_sa: مباشر
de_de: Direkt
es_es: directo
hi_in: प्रत्यक्ष
ja_jp: 直接
ko_kr: 직접
pt_br: Direto
tr_tr: Doğrudan
zh_hans: 直接

# SourceGuidance_Routing_Direct
source: Direct
ar_sa: مباشر
de_de: Direkt
es_es: directo
hi_in: प्रत्यक्ष
ja_jp: 直接
ko_kr: 직접
pt_br: Direto
tr_tr: Doğrudan
zh_hans: 直接

# SourceGuidance.Issue.UnsupportedSourceType.Title
source: Unsupported source type
ar_sa: نوع المصدر غير مدعوم
de_de: Nicht unterstützter Quelltyp
es_es: Tipo de fuente no admitida
fr_fr: Type de source non pris en charge
hi_in: असमर्थित स्रोत प्रकार
ja_jp: サポートされていないソースタイプです
ko_kr: 지원되지 않는 소스 유형
pt_br: Tipo de fonte não compatível
tr_tr: Desteklenmeyen kaynak türü
zh_hans: 不支持的源类型

# SourceGuidance_Issue_UnsupportedSourceType_Title
source: Unsupported source type
ar_sa: نوع المصدر غير مدعوم
de_de: Nicht unterstützter Quelltyp
es_es: Tipo de fuente no admitida
fr_fr: Type de source non pris en charge
hi_in: असमर्थित स्रोत प्रकार
ja_jp: サポートされていないソースタイプです
ko_kr: 지원되지 않는 소스 유형
pt_br: Tipo de fonte não compatível
tr_tr: Desteklenmeyen kaynak türü
zh_hans: 不支持的源类型

# SourceGuidance.Routing.AllRequests
source: All requests
ar_sa: جميع الطلبات
de_de: Alle Anfragen
es_es: Todas las solicitudes
fr_fr: Toutes les demandes
hi_in: सभी अनुरोध
ja_jp: すべてのリクエスト
ko_kr: 모든 요청
pt_br: Todas as solicitações
tr_tr: Tüm istekler
zh_hans: 所有请求

# SourceGuidance_Routing_AllRequests
source: All requests
ar_sa: جميع الطلبات
de_de: Alle Anfragen
es_es: Todas las solicitudes
fr_fr: Toutes les demandes
hi_in: सभी अनुरोध
ja_jp: すべてのリクエスト
ko_kr: 모든 요청
pt_br: Todas as solicitações
tr_tr: Tüm istekler
zh_hans: 所有请求

# SourceGuidance.Xtream.Value.GuideDerived
source: Guide derived
ar_sa: الدليل مشتق
de_de: Leitfaden abgeleitet
es_es: Guía derivada
fr_fr: Guide dérivé
hi_in: गाइड निकाला गया
ja_jp: ガイド由来
ko_kr: 가이드 파생
pt_br: Guia derivado
tr_tr: Kılavuz türetildi
zh_hans: 指南衍生

# SourceGuidance_Xtream_Value_GuideDerived
source: Guide derived
ar_sa: الدليل مشتق
de_de: Leitfaden abgeleitet
es_es: Guía derivada
fr_fr: Guide dérivé
hi_in: गाइड निकाला गया
ja_jp: ガイド由来
ko_kr: 가이드 파생
pt_br: Guia derivado
tr_tr: Kılavuz türetildi
zh_hans: 指南衍生

# SourceGuidance.Repair.Result.AppliedNeedsAttention
source: Repair applied, but the source still needs attention
ar_sa: تم تطبيق الإصلاح، ولكن المصدر لا يزال بحاجة إلى الاهتمام
de_de: Die Reparatur wurde durchgeführt, aber die Quelle muss noch überprüft werden
es_es: Se aplicó la reparación, pero la fuente aún necesita atención.
fr_fr: Réparation appliquée, mais la source nécessite encore une attention particulière
hi_in: मरम्मत लागू कर दी गई है, लेकिन स्रोत पर अभी भी ध्यान देने की आवश्यकता है
ja_jp: 修復は適用されましたが、発生源にはまだ注意が必要です
ko_kr: 수리가 적용되었지만 소스에 여전히 주의가 필요합니다.
pt_br: Reparo aplicado, mas a fonte ainda precisa de atenção
tr_tr: Onarım uygulandı ancak kaynakla hâlâ ilgilenilmesi gerekiyor
zh_hans: 已修复，但来源仍需注意

# SourceGuidance_Repair_Result_AppliedNeedsAttention
source: Repair applied, but the source still needs attention
ar_sa: تم تطبيق الإصلاح، ولكن المصدر لا يزال بحاجة إلى الاهتمام
de_de: Die Reparatur wurde durchgeführt, aber die Quelle muss noch überprüft werden
es_es: Se aplicó la reparación, pero la fuente aún necesita atención.
fr_fr: Réparation appliquée, mais la source nécessite encore une attention particulière
hi_in: मरम्मत लागू कर दी गई है, लेकिन स्रोत पर अभी भी ध्यान देने की आवश्यकता है
ja_jp: 修復は適用されましたが、発生源にはまだ注意が必要です
ko_kr: 수리가 적용되었지만 소스에 여전히 주의가 필요합니다.
pt_br: Reparo aplicado, mas a fonte ainda precisa de atenção
tr_tr: Onarım uygulandı ancak kaynakla hâlâ ilgilenilmesi gerekiyor
zh_hans: 已修复，但来源仍需注意

# SourceGuidance.Report.Result
source: Result: {0}
ar_sa: النتيجة: {0}
de_de: Ergebnis: {0}
es_es: Resultado: {0}
fr_fr: Résultat : {0}
hi_in: परिणाम: {0}
ja_jp: 結果: {0}
ko_kr: 결과: {0}
pt_br: Resultado: {0}
tr_tr: Sonuç: {0}
zh_hans: 结果：{0}

# SourceGuidance_Report_Result
source: Result: {0}
ar_sa: النتيجة: {0}
de_de: Ergebnis: {0}
es_es: Resultado: {0}
fr_fr: Résultat : {0}
hi_in: परिणाम: {0}
ja_jp: 結果: {0}
ko_kr: 결과: {0}
pt_br: Resultado: {0}
tr_tr: Sonuç: {0}
zh_hans: 结果：{0}

# SourceGuidance.Routing.CompanionConfigured
source: Companion configured.
ar_sa: تم تكوين الرفيق.
de_de: Companion konfiguriert.
es_es: Compañero configurado.
fr_fr: Compagnon configuré.
hi_in: साथी कॉन्फ़िगर किया गया.
ja_jp: コンパニオンが設定されました。
ko_kr: 컴패니언이 구성되었습니다.
pt_br: Companheiro configurado.
tr_tr: Tamamlayıcı yapılandırıldı.
zh_hans: 同伴已配置。

# SourceGuidance_Routing_CompanionConfigured
source: Companion configured.
ar_sa: تم تكوين الرفيق.
de_de: Companion konfiguriert.
es_es: Compañero configurado.
fr_fr: Compagnon configuré.
hi_in: साथी कॉन्फ़िगर किया गया.
ja_jp: コンパニオンが設定されました。
ko_kr: 컴패니언이 구성되었습니다.
pt_br: Companheiro configurado.
tr_tr: Tamamlayıcı yapılandırıldı.
zh_hans: 同伴已配置。

# SourceGuidance.Report.Change
source: Change: {0}
ar_sa: التغيير: {0}
de_de: Änderung: {0}
es_es: Cambiar: {0}
fr_fr: Modification : {0}
hi_in: परिवर्तन: {0}
ja_jp: 変更: {0}
ko_kr: 변경: {0}
pt_br: Alteração: {0}
tr_tr: Değişiklik: {0}
zh_hans: 变化：{0}

# SourceGuidance_Report_Change
source: Change: {0}
ar_sa: التغيير: {0}
de_de: Änderung: {0}
es_es: Cambiar: {0}
fr_fr: Modification : {0}
hi_in: परिवर्तन: {0}
ja_jp: 変更: {0}
ko_kr: 변경: {0}
pt_br: Alteração: {0}
tr_tr: Değişiklik: {0}
zh_hans: 变化：{0}

# SourceGuidance.Stalker.Detail.HandshakeCompleted
source: Handshake and profile discovery completed.
ar_sa: تم الانتهاء من المصافحة واكتشاف الملف الشخصي.
de_de: Handshake und Profilerkennung abgeschlossen.
es_es: Se completó el protocolo de enlace y el descubrimiento del perfil.
fr_fr: Prise de contact et découverte du profil terminées.
hi_in: हाथ मिलाना और प्रोफ़ाइल खोज पूरी हुई।
ja_jp: ハンドシェイクとプロファイル検出が完了しました。
ko_kr: 핸드셰이크 및 프로필 검색이 완료되었습니다.
pt_br: Aperto de mão e descoberta de perfil concluídos.
tr_tr: El sıkışma ve profil keşfi tamamlandı.
zh_hans: 握手和配置文件发现已完成。

# SourceGuidance_Stalker_Detail_HandshakeCompleted
source: Handshake and profile discovery completed.
ar_sa: تم الانتهاء من المصافحة واكتشاف الملف الشخصي.
de_de: Handshake und Profilerkennung abgeschlossen.
es_es: Se completó el protocolo de enlace y el descubrimiento del perfil.
fr_fr: Prise de contact et découverte du profil terminées.
hi_in: हाथ मिलाना और प्रोफ़ाइल खोज पूरी हुई।
ja_jp: ハンドシェイクとプロファイル検出が完了しました。
ko_kr: 핸드셰이크 및 프로필 검색이 완료되었습니다.
pt_br: Aperto de mão e descoberta de perfil concluídos.
tr_tr: El sıkışma ve profil keşfi tamamlandı.
zh_hans: 握手和配置文件发现已完成。

# SourceGuidance.TypeHint.Unclassified
source: KROIRA could not confidently classify this source yet.
ar_sa: لم يتمكن KROIRA من تصنيف هذا المصدر بثقة حتى الآن.
de_de: KROIRA konnte diese Quelle noch nicht sicher klassifizieren.
es_es: KROIRA aún no pudo clasificar esta fuente con seguridad.
fr_fr: KROIRA n'a pas encore pu classer cette source avec certitude.
hi_in: KROIRA अभी तक इस स्रोत को विश्वासपूर्वक वर्गीकृत नहीं कर सका।
ja_jp: KROIRA はまだこの情報源を自信を持って分類できません。
ko_kr: KROIRA는 아직 이 소스를 자신 있게 분류할 수 없습니다.
pt_br: KROIRA ainda não conseguiu classificar esta fonte com segurança.
tr_tr: KROIRA bu kaynağı henüz güvenle sınıflandıramadı.
zh_hans: KROIRA 尚无法自信地对此来源进行分类。

# SourceGuidance_TypeHint_Unclassified
source: KROIRA could not confidently classify this source yet.
ar_sa: لم يتمكن KROIRA من تصنيف هذا المصدر بثقة حتى الآن.
de_de: KROIRA konnte diese Quelle noch nicht sicher klassifizieren.
es_es: KROIRA aún no pudo clasificar esta fuente con seguridad.
fr_fr: KROIRA n'a pas encore pu classer cette source avec certitude.
hi_in: KROIRA अभी तक इस स्रोत को विश्वासपूर्वक वर्गीकृत नहीं कर सका।
ja_jp: KROIRA はまだこの情報源を自信を持って分類できません。
ko_kr: KROIRA는 아직 이 소스를 자신 있게 분류할 수 없습니다.
pt_br: KROIRA ainda não conseguiu classificar esta fonte com segurança.
tr_tr: KROIRA bu kaynağı henüz güvenle sınıflandıramadı.
zh_hans: KROIRA 尚无法自信地对此来源进行分类。

# SourceGuidance.Xtream.Headline.Reachable
source: Xtream provider looks reachable
ar_sa: يبدو أن مزود Xtream يمكن الوصول إليه
de_de: Der Xtream-Anbieter scheint erreichbar zu sein
es_es: El proveedor Xtream parece accesible
fr_fr: Le fournisseur Xtream semble joignable
hi_in: Xtream प्रदाता पहुंच योग्य दिखता है
ja_jp: Xtream プロバイダーに到達できるようです
ko_kr: Xtream 공급자에 연결할 수 있는 것으로 보입니다.
pt_br: O provedor Xtream parece acessível
tr_tr: Xtream sağlayıcısı ulaşılabilir görünüyor
zh_hans: Xtream 提供商看起来可以访问

# SourceGuidance_Xtream_Headline_Reachable
source: Xtream provider looks reachable
ar_sa: يبدو أن مزود Xtream يمكن الوصول إليه
de_de: Der Xtream-Anbieter scheint erreichbar zu sein
es_es: El proveedor Xtream parece accesible
fr_fr: Le fournisseur Xtream semble joignable
hi_in: Xtream प्रदाता पहुंच योग्य दिखता है
ja_jp: Xtream プロバイダーに到達できるようです
ko_kr: Xtream 공급자에 연결할 수 있는 것으로 보입니다.
pt_br: O provedor Xtream parece acessível
tr_tr: Xtream sağlayıcısı ulaşılabilir görünüyor
zh_hans: Xtream 提供商看起来可以访问

# SourceGuidance.Issue.NoGuideUrlDetected.Title
source: No guide URL was detected yet
ar_sa: لم يتم اكتشاف أي دليل URL حتى الآن
de_de: Es wurde noch kein Guide URL erkannt
es_es: Aún no se ha detectado ninguna guía URL
fr_fr: Aucun guide URL n'a encore été détecté
hi_in: अभी तक कोई गाइड URL नहीं मिला
ja_jp: ガイド URL がまだ検出されていません
ko_kr: 가이드 URL가 아직 감지되지 않았습니다.
pt_br: Nenhum guia URL foi detectado ainda
tr_tr: Henüz URL kılavuzu algılanmadı
zh_hans: 尚未检测到指南 URL

# SourceGuidance_Issue_NoGuideUrlDetected_Title
source: No guide URL was detected yet
ar_sa: لم يتم اكتشاف أي دليل URL حتى الآن
de_de: Es wurde noch kein Guide URL erkannt
es_es: Aún no se ha detectado ninguna guía URL
fr_fr: Aucun guide URL n'a encore été détecté
hi_in: अभी तक कोई गाइड URL नहीं मिला
ja_jp: ガイド URL がまだ検出されていません
ko_kr: 가이드 URL가 아직 감지되지 않았습니다.
pt_br: Nenhum guia URL foi detectado ainda
tr_tr: Henüz URL kılavuzu algılanmadı
zh_hans: 尚未检测到指南 URL

# SourceGuidance.M3u.Detail.CatalogCounts
source: {0:N0} live, {1:N0} VOD, {2:N0} episodic hints in the sampled slice.
ar_sa: {0:N0} مباشر، {1:N0} VOD، {2:N0} تلميحات عرضية في الشريحة التي تم أخذ عينات منها.
de_de: {0:N0} live, {1:N0} VOD, {2:N0} episodische Hinweise im gesampelten Slice.
es_es: {0:N0} en vivo, {1:N0} VOD, sugerencias episódicas de {2:N0} en la porción muestreada.
fr_fr: {0:N0} live, {1:N0} VOD, {2:N0} allusions épisodiques dans la tranche échantillonnée.
hi_in: नमूना स्लाइस में {0:N0} लाइव, {1:N0} VOD, {2:N0} एपिसोडिक संकेत।
ja_jp: {0:N0} ライブ、{1:N0} VOD、{2:N0} サンプリングされたスライス内のエピソード ヒント。
ko_kr: 샘플링된 슬라이스의 {0:N0} 라이브, {1:N0} VOD, {2:N0} 에피소드 힌트.
pt_br: {0:N0} ao vivo, {1:N0} VOD, {2:N0} dicas episódicas na fatia amostrada.
tr_tr: Örneklenen dilimde {0:N0} canlı, {1:N0} VOD, {2:N0} epizodik ipuçları.
zh_hans: 采样切片中的 {0:N0} 实时、{1:N0} VOD、{2:N0} 片段提示。
